{
    "content":
    "<h1>Chuyên ngành Thiết kế Đồ họa, Game & Multimedia</h1></br></br></br><h2>Tổng quan Ngành: </h2></br></br>Tại Việt Nam, sự phát triển nhanh chóng của truyền thông và quảng cáo khiến Thiết kế Đồ họa, Game & Multimedia trở thành một trong những ngành có sức hút đặc biệt với giới trẻ nhất là những bạn trẻ đam mê sáng tạo và yêu thích sự năng động. Đây là ngành học của nghệ thuật ứng dụng, người học phải kết hợp sự sáng tạo với những công cụ đồ họa để tạo ra những thông điệp bằng hình ảnh ấn tượng, bắt mắt và có ý nghĩa.</br></br></br><h2>Chương trình Đào tạo: </h2></br></br>Thiết kế Đồ họa, Game & Multimedia được xây dựng trên cơ sở chương trình Thiết kế Mỹ thuật Công nghiệp và Đồ họa Truyền thông của trường Đại học Bách khoa Singapore. Các lớp học tại Đại học Duy Tân được tổ chức theo quy mô nhỏ và vừa với khoảng 35 sinh viên/lớp, đảm bảo tỷ lệ dưới 20 sinh viên/giảng viên, giúp sinh viên tiếp thu được kiến thức và có sự tương tác tốt nhất với giảng viên, phát huy được năng lực sáng tạo và sự chủ động của sinh viên. Sinh viên được cung cấp những kiến thức chuyên sâu về: Nghệ thuật chữ, Nhận diện Thương hiệu, Thiết kế các ấn phẩm, Quảng cáo, Hình ảnh Đồ họa, Thiết kế Bao bì, Thiết kế Web & Ứng dụng, Công nghiệp Game, Kỹ xảo Phim ảnh. Sinh viên được học tập và thực hành tại Studio Sản xuất phim Silver Swallows với hệ thống máy tính thế hệ mới có cấu hình cao, phòng trình chiếu được trang bị màn hình lớn, cách âm, sử dụng kỹ thuật, kỹ xảo và các phần mềm tiên tiến nhất hiện nay như Pro Tools, 3DS Max, 3D Maya, Zbrush...</br></br></br><h2>Kỹ năng Nghề nghiệp:</h2></br></br> Sinh viên có vốn kiến thức vững chắc từ nền tảng nghệ thuật cơ bản đến phương pháp thiết kế, các kỹ thuật ứng dụng và sử dụng công nghệ trong thiết kế đồ họa, xu hướng phát triển các ứng dụng đồ họa trên thế giới; có khả năng vẽ tay, vẽ tốc hoạ nhanh, vẽ ký hoạ với các chất liệu khác nhau như chì, màu nước; có khả năng sử dụng các phần mềm đồ hoạ tiên tiến đang được áp dụng cho thiết kế thương hiệu, thiết kế web, thiết kế game, phim, 3D, thiết kế các ứng dụng cho các thiết bị di động…; có khả năng kết hợp giữa thiết kế với truyền thông, mỹ thuật, thương mại để đáp ứng tốt những yêu cầu của nền công nghiệp sáng tạo và giải trí hiện đại; có khả năng phân tích xu hướng thẩm mỹ, tìm kiếm và phát triển ý tưởng mới trong thiết kế đồ họa; có khả năng sáng tác, hoàn thiện dự án đồ họa có tính thẩm mỹ và ứng dụng; có khả năng phân tích dự án đồ họa  từ đó hoạch định quy trình thực hiện hiệu quả; có kỹ năng tự cập nhật kiến thức để làm việc trong môi trường thiết kế chuyên nghiệp tại Việt Nam và trên thế giới.</br></br></br><h2>Cơ hội Việc làm:</h2></br></br>chuyên viên tư vấn, thiết kế tại các công ty quảng cáo, công ty thiết kế, công ty truyền thông và tổ chức sự kiện, studio nghệ thuật, tòa soạn, nhà xuất bản, cơ quan truyền hình, báo chí,...; tự thành lập công ty thiết kế, dịch vụ studio; thiết kế tự do (freelancer), tư vấn - giảng dạy tại các trường học, trung tâm, câu lạc bộ về thiết kế đồ họa; tham gia các chương trình đào tạo thạc sĩ thuộc nhóm ngành mỹ thuật, thiết kế trong và ngoài nước..."
}