{
    "content":
    "</br><h1>Kỹ thuật máy tính</h1></br></br></br><h2>Giới thiệu chung</h2></br></br>Ngành Kỹ thuật máy tính (KTMT) là một ngành khá đặc biệt trong nhóm ngành Công nghệ thông tin, là ngành học kết hợp kiến thức cả hai lĩnh vực Điện tử và Công nghệ thông tin</br></br>Ngành Kỹ thuật máy tính đang được nhà nước ưu tiên phát triển đặc biệt cụ thể qua các chính sách, dự án nhà máy chế tạo chip đầu tiên của Việt Nam đang được triển khai rầm rộ. Theo những khảo sát gần đây thì ngành này đang là một trong những ngành thiếu nhân lực nhất và đặc biệt sẽ thiếu trong vòng 10 năm nữa do các công ty trong ngành này đang chuyển hướng đầu tư vào Việt Nam và mục tiêu đưa ngành này thành một trong các ngành chủ lực của kinh tế Việt Nam.</br></br>Ngành Kỹ thuật máy tính (tên Tiếng Anh: Computer Engineering) nhằm nghiên cứu các nguyên lý, phương pháp để thiết kế và phát triển các hệ thống phần cứng và phần mềm phục vụ cho hoạt động của các thiết bị phần cứng đó. Kỹ thuật máy tính được nói đến trong nhiều khía cạnh của máy tính, từ thiết kế các mạch điện tử đơn giản đến thiết kế vi xử lý, máy tính cá nhân và kể cả các siêu máy tính. Đặc biệt trong việc thiết kế các hệ thống nhúng dùng trong hầu hết các thiết bị điện-điện tử như điện thoại di động, xe hơi, các bộ điều khiển trong các máy móc, các robot công nghiệp. Có thể nói Kỹ thuật máy tính hiện nay có mặt khắp mọi nơi và Kỹ sư kỹ thuật máy tính được đào tạo các kiến thức liên quan đến kỹ thuật điện tử, thiết kế phần mềm, thiết kế phần cứng và tích hợp giữa phần cứng với phần mềm.</br></br></br><h2>Ngành Kỹ thuật máy tính đào tạo những gì?</h2></br></br>Khi học ngành này, các bạn sẽ có kỹ năng phân tích - thiết kế - xây dựng hệ thống phần cứng lẫn phần mềm trong các lĩnh vực:</br></br>- Công nghệ thiết kế chip</br></br>- Công nghệ Robot</br></br>- Hệ thống nhúng</br></br>- Hệ thống điện - điện tử</br></br>- Hệ thống điều khiển tự động4</br></br>Cung cấp các kỹ năng lập trình trên máy tính, Smartphone, tablet, các hệ thống nhúng sử dụng các ngôn ngữ như: Assembly, C, C++, System C, Java, C#, Verilog/VHDL.</br></br>Trang bị cho sinh viên kinh nghiệm làm việc thực tế từ những khóa thực tập tại các công ty, doanh nghiệp hàng đầu trong lĩnh vực máy tính, thiết kế vi mạch, hệ thống như: Intel, Renesas, Innova, eSilicon, Aricent, IBM, FPT, Viettel, Microsoft...</br></br></br><h2>Học ngành Kỹ thuật máy tính, các bạn sẽ làm gì ?</h2></br></br>Có rất nhiều lựa chọn cho bạn bao gồm :</br></br>- Lập trình viên, đặc biệt là lập trình các phần mềm nhúng trên các thiết bị di động (Smartphone, Tablet, iphone, ipad,… ), các vi xử lý-vi điều khiển trong các hệ thống công nghiệp, xe ô tô, điện gia dụng, ngôi nhà thông minh,…</br></br>- Kỹ sư thiết kế mạch điện - điện tử, mạch điều khiển trong công nghiệp, vi mạch, chip,…</br></br>- Kỹ sư đảm nhiệm các công việc về công nghệ thông tin nói chung trong các cơ quan, doanh nghiệp chuyên và không chuyên về công nghệ thông tin</br></br>- Làm việc trong các trường đại học, viện nghiên cứu</br></br>- Học tiếp lên cao học, tiến sĩ các ngành nhóm Công nghệ thông tin</br></br>"
}