{
    "content":
    "</br><h1>Mạng máy tính và truyền thông dữ liệu</h1></br></br></br><h2>Giới thiệu chung</h2></br></br>   Xu hướng IoT (Internet of Things) được khởi xướng bởi hãng Microsoft đang rất được phát triển. IoT lấy nền tảng là mạng máy tính để kết nối mọi thứ lại với nhau. Một ngày không xa, ta có thể kết nối máy tính với … những thứ xung quanh ta một cách thật dễ dàng.</br></br>   Ngành Mạng máy tính & Truyền thông dữ liệu là một ngành nghiên cứu những nguyên lý của mạng, cách thiết kế, xây dựng một hệ thống mạng từ mạng nội bộ cho đến mạng diện rộng có kết nối toàn cầu. Đồng thời ngành Mạng máy tính & Truyền thông dữ liệu cũng cung cấp cho người học những kỹ năng tiên tiến trong việc phát triển ứng dụng trên các hệ thống máy tính nối mạng từ trung đến cao cấp.</br></br></br><h2>Mạng máy tính và truyền thông dữ liệu đào tạo những gì?</h2></br></br>  Đến với ngành học này, bạn sẽ hiểu và làm chủ được những công nghệ mạng phổ biến như thư tín điện tử, truyền tải tập tin, truyền thông thông tin, hay những công nghệ tiên tiến như điện toán đám mây, tính toán lưới, tính toán di động, xây dựng và vận hành data center, an toàn và bảo mật thông tin.</br></br>   Ngành Mạng máy tính & Truyền thông dữ liệu là một ngành phù hợp cho những bạn ham thích khám phá công nghệ, giao tiếp với nhiều người trên khắp hành tinh mà chỉ cần thông qua chiếc máy tính có kết nối mạng. Đồng thời, với những hiểu biết về mạng máy tính, các bạn có thể xây dựng được cho mình một không gian chuyên môn của mình trên Internet.</br></br></br><h2>Cơ hội nghề nghiệp của ngành Mạng máy tính và truyền thông dữ liệu</h2></br></br>   Hiện nay với sự phát triển như vũ bảo của mạng máy tính. Không có một máy tính nào mà không có nhu cầu kết nối mạng. Do đó cơ hội việc làm trong lĩnh vực này rất cao. Tốt nghiệp kỹ sư ngành Mạng máy tính & Truyền thông dữ liệu các bạn có thể làm việc ở hầu hết các đơn vị trong và ngoài nước có sử dụng máy tính kết nối mạng với mức lương hấp dẫn ở các vị trí như:</br></br>- Chuyên viên quản trị mạng và hệ thống tại các ngân hàng, các trung tâm dữ liệu, các nhà cung cấp dịch vụ Internet (ISP)</br></br>- Chuyên viên thiết kế mạng chuyên nghiệp: xây dựng các mạng máy tính an toàn, hiệu quả cho các đơn vị có yêu cầu</br></br>- Chuyên viên phát triển phần mềm mạng</br></br>- Chuyên viên phát triển ứng dụng trên di động và mạng không dây</br></br>- Chuyên viên xây dựng và phát triển các ứng dụng truyền thông: VoIP, hội nghị truyền hình"
}