{
    "content":
    "</br><h1>Công nghệ thông tin</h1></br></br></br><h2>Giới thiệu chung</h2></br></br>Hiện nay, ngành công nghệ thông tin là một trong những ngành học được chú trọng trong hệ thống đào tạo của trường Đại học Công nghệ thông tin cũng như các trường Đại học khác có đào tạo ngành học này. Nó được xem là ngành đào tạo mũi nhọn hướng đến sự phát triển của công nghệ và khoa học kỹ thuật trong thời đại số hóa ngày nay.</br></br>Công nghệ thông tin là một ngành học được đào tạo để sử dụng máy tính và các phần mềm máy tính để phân phối và xử lý các dữ liệu thông tin, đồng thời dùng để trao đổi, lưu trữ và chuyển đổi các dữ liệu thông tin dưới nhiều hình thức khác nhau.</br></br></br><h2>Ngành công nghệ thông tin đào tạo những gì ?</h2></br></br>Sau khi được đào tạo, sinh viên học ngành này sẽ được trang bị kiến thức nền tảng và chuyên sâu về lĩnh vực công nghệ thông tin để nâng cao tay nghề nhằm phát triển khả năng sửa chữa, xây dựng, cài đặt, bảo trì các phần cứng của máy tính cũng như nghiên cứu và phát triển các ứng dụng phần mềm. Ngoài ra cũng được trang bị kiến thức về an toàn và bảo mật thông tin mạng, một trong những lĩnh vực quan trọng được quan tâm hàng đầu trên thế giới hiện nay.</br></br></br><h2>Định hướng đào tạo của ngành công nghệ thông tin</h2></br></br>Sau khi được đào tạo khối kiến thức cơ sở, các sinh viên sẽ được chọn một trong những hướng sau:</br></br>- Ứng dụng công nghệ thông tin vào phân tích định lượng doanh nghiệp.</br></br>- Ứng dụng công nghệ thông tin vào quản lý, giám sát hoạt động doanh nghiệp.</br></br>- Ứng dụng truyền thông xã hội và công nghệ web.</br></br>- Ứng dụng công nghệ thông tin vào tài nguyên, môi trường và địa lý</br></br>Trong đó có 2 hướng đào tạo chủ lực là ứng dụng truyền thông xã hội và công nghệ web và ứng dụng công nghệ thông tin quản lý, giám sát hoạt động doanh nghiệp. Đây là hai lĩnh vực được chú trọng trong việc phát triển xã hội hiện nay.</br></br></br><h2>Cơ hội việc làm ngành Công nghệ thông tin</h2></br></br>Sinh viên sau khi tốt nghiệp có thể phụ trách các công việc sau:</br></br>Kỹ sư thiết kế, xây dựng và quản lý các dự án nghiên cứu và ứng dụng CNTT, chủ yếu trong lĩnh vực dữ liệu không gian-thời gian (địa lý, tài nguyên, môi trường, viễn thám. . .). Tập trung vào những ứng dụng về GIS trên thiết bị di động và trao đổi dữ liệu với máy chủ.</br></br>Các công ty điển hình: Esri, ArcGIS, FPT, TMA và các công ty phần mềm chuyên dụng khác. . .</br></br>Kỹ sư vận hành, quản lý, giám sát; phân tích và phát triển các ứng dụng CNTT tại các doanh nghiệp.</br></br>Các đơn vị: Ngân hàng, Bưu điện, Siêu thị . . .</br></br>Kỹ sư chuyên khai thác dữ liệu và thông tin ứng dụng cho các doanh nghiệp trong vấn đề phân tích định lượng, nâng cao hiệu suất kinh doanh và ra quyết định.</br></br>Các đơn vị: tập đoàn kinh doanh, sản xuất lớn như Samsung, IBM, CoopMart, Thế giới di động . . .</br></br>Kỹ sư xây dựng, phát triển các ứng dụng về lãnh vực truyền thông xã hội và công nghệ Web, một trong những lĩnh vực nóng của CNTT.</br></br>Các đơn vị chuyên phát triển phần mềm: Microsoft, Google, CMC, các công ty phần mềm khác."
}